-- phpMyAdmin SQL Dump
-- version 4.6.6
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 25, 2018 at 10:09 AM
-- Server version: 5.7.17-log
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `medical_office_management`
--

-- --------------------------------------------------------

--
-- Table structure for table `illness_historys`
--

CREATE TABLE `illness_historys` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `nurse_id` int(11) NOT NULL,
  `datetime_come_in` datetime NOT NULL,
  `datetime_go_out` datetime NOT NULL,
  `illness_name` varchar(255) NOT NULL,
  `medicine` varchar(255) NOT NULL,
  `is_sent_message` tinyint(4) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `illness_historys`
--

INSERT INTO `illness_historys` (`id`, `student_id`, `nurse_id`, `datetime_come_in`, `datetime_go_out`, `illness_name`, `medicine`, `is_sent_message`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '2018-05-22 00:00:00', '2018-05-23 00:00:00', 'ท้องเสีย', 'ยา', 1, '2017-09-20 00:00:00', '2017-09-20 00:00:00'),
(2, 1, 1, '2018-05-22 00:00:00', '2018-05-23 08:00:00', 'ท้องเสีย', '', 0, '2018-05-22 10:00:00', '0000-00-00 00:00:00'),
(3, 2, 1, '2018-05-22 07:00:00', '2018-05-22 15:27:00', 'ท้องเสีย', '', 1, '2017-09-20 14:47:06', '2017-09-20 14:47:06'),
(10, 3, 1, '2018-05-22 10:00:00', '2018-05-22 13:16:00', 'ท้องเสีย', '', 1, '2017-09-15 00:00:00', '2017-09-20 19:17:58'),
(11, 1, 1, '2018-05-22 09:00:00', '2018-05-22 19:00:00', 'ท้องเสีย', '', 0, '2017-09-20 00:00:00', '2017-09-20 19:22:09'),
(12, 1, 1, '2018-05-22 10:00:00', '2018-05-22 19:00:00', 'ท้องเสีย', '', 0, '2017-09-07 00:00:00', '2017-09-21 17:32:54'),
(15, 2, 1, '2017-04-21 10:00:00', '2018-05-22 11:00:00', 'headeick', 'medicine', 0, '2018-05-22 15:22:28', '2018-05-22 15:22:28'),
(17, 1, 1, '2018-05-23 04:44:33', '2018-05-23 04:44:33', 'dgjagdsja', 'fdsfsd', 1, '2018-05-23 11:45:14', '2018-05-23 11:45:14'),
(18, 28, 1, '2018-05-25 09:36:29', '2018-05-25 09:36:29', '', '', 0, '2018-05-25 16:36:34', '2018-05-25 16:36:34');

-- --------------------------------------------------------

--
-- Table structure for table `nurses`
--

CREATE TABLE `nurses` (
  `id` int(11) NOT NULL,
  `login_key` varchar(255) COLLATE utf8mb4_bin NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_bin NOT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_bin NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

--
-- Dumping data for table `nurses`
--

INSERT INTO `nurses` (`id`, `login_key`, `password`, `first_name`, `last_name`) VALUES
(1, 'admin', 'admin', 'Keisuke', 'Minami');

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `id` int(11) NOT NULL,
  `first_name` varchar(255) NOT NULL,
  `last_name` varchar(255) NOT NULL,
  `class_name` varchar(255) NOT NULL,
  `student_number` varchar(100) NOT NULL,
  `sex` tinyint(1) NOT NULL,
  `birthday` date NOT NULL,
  `blood_type` varchar(100) NOT NULL,
  `height` decimal(10,0) NOT NULL,
  `weight` decimal(10,0) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='Stident Management Table';

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`id`, `first_name`, `last_name`, `class_name`, `student_number`, `sex`, `birthday`, `blood_type`, `height`, `weight`) VALUES
(5, 'อังค์กร', 'เพชรอุบล', '1/1', '19', 1, '0000-00-00', '', '0', '0'),
(6, 'ปภาวี', 'ถิ่นพฤกษ์งาม', '1/1', '20', 0, '0000-00-00', '', '0', '0'),
(7, 'ปกรณ์วิทย์', 'รักสกุล', '1/1', '12', 1, '0000-00-00', '', '0', '0'),
(8, 'ภาสวร', 'ว่องธนาพัฒน์', '1/1', '10', 1, '0000-00-00', '', '0', '0'),
(9, 'ธัญวรรณ', 'สุขศรี', '1/1', '5', 0, '0000-00-00', '', '0', '0'),
(10, 'พัชธนษา', 'สิทธิคุณ', '1/1', '4', 0, '0000-00-00', '', '0', '0'),
(11, 'ชานิสา', 'อาลิแอ', '1/1', '3', 0, '0000-00-00', '', '0', '0'),
(12, 'ณัฐกฤตา ', 'ลันดา', '1/1', '16', 0, '0000-00-00', '', '0', '0'),
(13, 'ณัฏฐนิติ์', 'ดีอ้อม', '1/1', '2', 1, '0000-00-00', '', '0', '0'),
(14, 'พงศกร', 'พรหมภักตร์', '1/1', '22', 1, '0000-00-00', '', '0', '0'),
(15, 'พริมา ', 'รองเดช', '1/1', '18', 0, '0000-00-00', '', '0', '0'),
(16, 'ปาติโมกข์', 'ศรีไตรรัตน์', '1/1', '14', 1, '0000-00-00', '', '0', '0'),
(17, 'มณิสรา ', 'ตั้งทวีพูนทรัพย์', '1/1', '17', 0, '0000-00-00', '', '0', '0'),
(18, 'ดรณ์', 'เปล่งแสง', '1/1', '1', 1, '0000-00-00', '', '0', '0'),
(19, 'ภัทรานิ', 'แก้วเสน', '1/1', '24', 0, '0000-00-00', '', '0', '0'),
(20, 'ณัฏฐนิติ์', 'ดีอ้อม', '1/1', '1', 1, '0000-00-00', '', '0', '0'),
(21, 'กอบการย์', 'พีระภิญโญกุล', '1/1', '15', 1, '0000-00-00', '', '0', '0'),
(23, 'คณัสนันท์', 'อัครภาณิชย์กร', '1/1', '23', 0, '0000-00-00', '', '0', '0'),
(24, 'สุชานันท์', 'พูลพงศ์', '1/1', '21', 0, '0000-00-00', '', '0', '0'),
(25, 'บุณณดา', 'ฤทธิ์เพชร์', '1/1', '7', 0, '0000-00-00', '', '0', '0'),
(26, 'อริยวงศ์', 'คงนคร', '1/1', '11', 1, '0000-00-00', '', '0', '0'),
(27, 'มนัสวี', 'ก้าาวุ่น', '1/1', '6', 1, '0000-00-00', '', '0', '0'),
(28, 'ศิริญากร', 'พลพัง', '1/1', '8', 0, '0000-00-00', '', '0', '0'),
(29, 'สุธีรา', 'แซ่โค้ว', '1/1', '9', 0, '0000-00-00', '', '0', '0'),
(30, 'สุรวุธ', 'ฉูมิ', '1/1', '13', 1, '0000-00-00', '', '0', '0'),
(31, 'ณฐศร', 'ถิระพร', '1/2', '1', 1, '0000-00-00', '', '0', '0'),
(32, 'สิรภพ', 'ลิ้มไกรสรรณ์', '1/2', '2', 1, '0000-00-00', '', '0', '0'),
(33, 'ณัฐริกา', 'คงมี', '1/2', '3', 0, '0000-00-00', '', '0', '0'),
(34, 'ชลพินทุ์', 'เอ่งฉ้วน', '1/2', '4', 0, '0000-00-00', '', '0', '0'),
(35, 'พัทธ์ธีรา', 'ชูช่วย', '1/2', '5', 0, '0000-00-00', '', '0', '0'),
(36, 'รุจิรดา', 'เกตุประกอบ', '1/2', '6', 0, '0000-00-00', '', '0', '0'),
(37, 'พิมพ์พจี', 'คำศรี', '1/2', '8', 0, '0000-00-00', '', '0', '0'),
(38, 'ตีรณา', 'แซ่เขา', '1/2', '9', 0, '0000-00-00', '', '0', '0'),
(39, 'ด.ช.พชร ดำเนียม', 'ดำเนียม', '1/2', '10', 1, '0000-00-00', '', '0', '0'),
(40, 'ณัฐพิสิษฐ์', 'รักษารักษ์', '1/2', '11', 1, '0000-00-00', '', '0', '0'),
(41, 'นวพล', 'อู่ไพบูลย์สิน', '1/2', '12', 1, '0000-00-00', '', '0', '0'),
(42, 'กฤษฎากร', 'ชูเมือง', '1/2', '13', 1, '0000-00-00', '', '0', '0'),
(43, 'ธฤตวรรณ', 'ชูแก้ว', '1/2', '14', 0, '0000-00-00', '', '0', '0'),
(44, 'ธัญญ์นนนท์', 'รุ่งเชวง', '1/2', '15', 0, '0000-00-00', '', '0', '0'),
(45, 'อิสสริย์', 'เมฆสกุลวงศ์', '1/2', '16', 0, '0000-00-00', '', '0', '0'),
(46, 'แสงภูมิ', 'ธีะกิจไพศาล', '1/2', '17', 1, '0000-00-00', '', '0', '0'),
(47, 'ชวิน', 'เกปัน', '1/2', '18', 1, '0000-00-00', '', '0', '0'),
(48, 'ศิรภพ', 'มากมา', '1/2', '19', 1, '0000-00-00', '', '0', '0'),
(49, 'ธิญาดา  ', 'ลิ่มสกุล', '1/2', '20', 0, '0000-00-00', '', '0', '0'),
(50, 'นงนภัส', 'แก้วปาคำ', '1/2', '21', 0, '0000-00-00', '', '0', '0'),
(51, 'ด.ช.ชยังกูร ', 'สักกะพลางกูร', '1/2', '22', 1, '0000-00-00', '', '0', '0'),
(52, 'พิชญ์สินี', 'มะลิวัลย์', '1/2', '23', 0, '0000-00-00', '', '0', '0'),
(53, 'ปรมัตถ์', 'อุ่ยเต็กเค่ง', '1/2', '24', 1, '0000-00-00', '', '0', '0'),
(54, 'อภิวัชร์', 'อินทอง', '4/1', '1', 1, '0000-00-00', '', '0', '0'),
(55, 'ธัชพรรณ ', 'สัมฤทธิ์', '4/1', '2', 0, '0000-00-00', '', '0', '0'),
(56, 'ปลายพฤษภ์', 'รัตนนิรมลสกุล', '4/1', '3', 1, '0000-00-00', '', '0', '0'),
(57, 'พัทธ์ธีรา', 'ธัญสิริพิชญากร', '4/1', '4', 0, '0000-00-00', '', '0', '0'),
(58, 'ไอริณ', 'รัตนสำเนียง', '4/1', '5', 0, '0000-00-00', '', '0', '0'),
(59, 'ณัฐยา', 'อั้นซ้าย', '4/1', '6', 0, '0000-00-00', '', '0', '0'),
(60, 'มินทร์นัทรา', 'เพชรอาวุธ', '4/1', '7', 0, '0000-00-00', '', '0', '0'),
(61, 'นราวิชญ์', 'จู่วัฒนาพงศ์', '4/1', '8', 1, '0000-00-00', '', '0', '0'),
(62, 'ภราดร', 'ไกรสุทธิ์', '4/1', '9', 1, '0000-00-00', '', '0', '0'),
(63, 'ปุณณัตถ์', 'แก้วพิทักษ์', '4/1', '10', 1, '0000-00-00', '', '0', '0'),
(64, 'สุกัญญาณัฐ', 'อินนุรักษ์', '4/1', '11', 0, '0000-00-00', '', '0', '0'),
(65, 'อัตถพงศ์', 'ชัยธีรเวทย์', '4/1', '12', 1, '0000-00-00', '', '0', '0'),
(66, 'ธนกฤต', 'สิริธนาวุฒิ', '4/1', '13', 1, '0000-00-00', '', '0', '0'),
(67, 'วรดา', 'ศรีริรัตน์', '4/1', '14', 0, '0000-00-00', '', '0', '0'),
(68, 'สวรรณกมล', 'ลีลาธนากร', '4/1', '15', 0, '0000-00-00', '', '0', '0'),
(69, 'ชนิกานต์', 'เดชสง', '4/1', '16', 0, '0000-00-00', '', '0', '0'),
(70, 'แก้วกาญจน์', 'สุธีวโรดม', '4/1', '17', 0, '0000-00-00', '', '0', '0'),
(71, 'ธนัชพร', 'ทับเที่ยง', '4/1', '18', 0, '0000-00-00', '', '0', '0'),
(72, 'ศิโรรัตน์', 'ศิริตะโร', '4/1', '19', 0, '0000-00-00', '', '0', '0'),
(73, 'สุชาดา', 'ขุนนุ้ย', '4/1', '20', 0, '0000-00-00', '', '0', '0'),
(74, 'ณัฏฐกิตติ์', 'ดวงทอง', '4/1', '21', 1, '0000-00-00', '', '0', '0'),
(75, 'กฤษฎา', 'เอ่งฉ้วน', '4/1', '22', 1, '0000-00-00', '', '0', '0'),
(76, 'ณภัทร', 'คงสุข', '4/1', '23', 0, '0000-00-00', '', '0', '0'),
(77, 'สิริวัฒนา', 'ศิริรัตน์', '4/1', '24', 0, '0000-00-00', '', '0', '0'),
(78, 'เพ็ญพิชชา', 'สังข์วิสุทธิ์', '4/2', '1', 0, '0000-00-00', '', '0', '0'),
(79, 'สิรวิชญ์', 'เอ่งฉ้วน', '4/2', '2', 1, '0000-00-00', '', '0', '0'),
(80, 'สิริกร', 'มีลา', '4/2', '3', 0, '0000-00-00', '', '0', '0'),
(81, 'เจษฎากร', 'ทวนชีพ', '4/2', '4', 1, '0000-00-00', '', '0', '0'),
(82, 'พีรศักดิ์', 'มุขพันธ์', '4/2', '5', 1, '0000-00-00', '', '0', '0'),
(83, 'กันตพงศ์', 'เพ็ญนิ่ม', '4/2', '6', 1, '0000-00-00', '', '0', '0'),
(84, 'ปานตะวัน', 'คำสิงห์', '4/2', '7', 0, '0000-00-00', '', '0', '0'),
(85, 'ชนกนันท์', 'โอมาก', '4/2', '8', 0, '0000-00-00', '', '0', '0'),
(86, 'ณัฐเศรษฐ์', 'กั่วพานิช', '4/2', '9', 1, '0000-00-00', '', '0', '0'),
(87, 'ธนวัฒน์', 'สิทธิชัย', '4/2', '10', 1, '0000-00-00', '', '0', '0'),
(88, 'คีตฤทธิ์ ', 'ช่อผูก', '4/2', '11', 1, '0000-00-00', '', '0', '0'),
(89, 'ศลิษา', 'สงพราหมณ์', '4/2', '12', 0, '0000-00-00', '', '0', '0'),
(90, 'ศรัณย์พร', 'จิโรจน์กุล', '4/2', '13', 0, '0000-00-00', '', '0', '0'),
(91, 'อันดา', 'เพชรมณี', '4/2', '14', 0, '0000-00-00', '', '0', '0'),
(92, 'ปิยะฉัตร', 'วงศ์นุรักษ์', '4/2', '15', 0, '0000-00-00', '', '0', '0'),
(93, 'ภูรินท์', 'ตันตาปกุล', '4/2', '16', 1, '0000-00-00', '', '0', '0'),
(94, 'ธนดล', 'กองกุลศิริ', '4/2', '17', 1, '0000-00-00', '', '0', '0'),
(95, 'ภัทรพรรณ', 'ลีลาศวัฒนกุล', '4/2', '18', 0, '0000-00-00', '', '0', '0'),
(96, 'ธารน้ำทิพย์', 'รักษาชัย', '4/2', '19', 0, '0000-00-00', '', '0', '0'),
(97, 'ภูมิรพี', 'ชูเกิด', '4/2', '20', 1, '0000-00-00', '', '0', '0'),
(98, 'ปาณิสรา', 'ลาภทวี', '4/2', '21', 0, '0000-00-00', '', '0', '0'),
(99, 'ปณิดา', 'แก้วมณี', '4/2', '22', 0, '0000-00-00', '', '0', '0'),
(100, 'พัชรพร', 'อยู่เจริญ', '4/2', '23', 0, '0000-00-00', '', '0', '0'),
(101, 'กาญจนธัช', 'ใจเกลี้ยง', '4/2', '24', 0, '0000-00-00', '', '0', '0'),
(102, 'นวพร', 'เสรีรักษ์', '5/3', '1', 0, '0000-00-00', '', '0', '0'),
(103, 'สิวะกัลป์', 'วิทยานุกร', '5/3', '2', 1, '0000-00-00', '', '0', '0'),
(104, 'อติวิชญ์ ', 'ลัคนาศิโรรัตน์', '5/3', '3', 1, '0000-00-00', '', '0', '0'),
(105, 'สิรภัทร', 'พัฒนพิชัย', '5/3', '4', 0, '0000-00-00', '', '0', '0'),
(106, 'ธนภรณ์', 'เพชรสองเมือง', '5/3', '5', 0, '0000-00-00', '', '0', '0'),
(107, 'ชนากานต์', 'ประคีตะวาทิน', '5/3', '6', 0, '0000-00-00', '', '0', '0'),
(108, 'ชินวัตร  ', 'พิมุกต์จิรากุล', '5/3', '7', 1, '0000-00-00', '', '0', '0'),
(109, 'ปรัชญา', 'ทองประดับ', '5/3', '8', 1, '0000-00-00', '', '0', '0'),
(110, 'ชาญวิทย์', 'บุญสิทธิ์', '5/3', '9', 1, '0000-00-00', '', '0', '0'),
(111, 'เขมณัฏฐ์', 'ชูพูล', '5/3', '10', 0, '0000-00-00', '', '0', '0'),
(112, 'วิสสุตา', 'จำปาทอง', '5/3', '11', 0, '0000-00-00', '', '0', '0'),
(113, 'ชมพูนิกข์', 'เอ่งฉ้วน', '5/3', '12', 0, '0000-00-00', '', '0', '0'),
(114, 'พิชามญชุ์ ', 'ทองรุ่ง', '5/3', '13', 0, '0000-00-00', '', '0', '0'),
(115, 'อัญกร', 'รักดำ', '5/3', '14', 0, '0000-00-00', '', '0', '0'),
(116, 'กนกพล', 'บุตรสุด', '5/3', '15', 1, '0000-00-00', '', '0', '0'),
(117, 'ลักษิกา', 'พิชัยรัตน์', '5/3', '16', 0, '0000-00-00', '', '0', '0'),
(118, 'เพชรลดา', 'จันทร์เพชร', '5/3', '17', 0, '0000-00-00', '', '0', '0'),
(119, 'ศุภสุดา', 'นุชกิจ', '5/3', '18', 0, '0000-00-00', '', '0', '0'),
(120, 'ปวีณา', 'เชื้อช่วย', '5/3', '19', 0, '0000-00-00', '', '0', '0'),
(121, 'วรากร', 'ศรีสวัสดิ์', '5/3', '20', 1, '0000-00-00', '', '0', '0'),
(122, 'จิรพิพรรธ', 'กวยสกุล', '5/3', '21', 1, '0000-00-00', '', '0', '0'),
(123, 'พิภัช ', 'ชูแก้วร่วง', '5/3', '22', 1, '0000-00-00', '', '0', '0'),
(124, 'ฑีปกรณ์', 'สมาธิ', '5/3', '23', 1, '0000-00-00', '', '0', '0'),
(125, 'ต้นพันธุ์', 'ว่องเจริญวัฒนา', '5/3', '24', 1, '0000-00-00', '', '0', '0'),
(126, 'ศุภกร', 'งานทวีกิจ', '5/3', '25', 1, '0000-00-00', '', '0', '0'),
(127, 'ณัฐชา', 'อัครสุวรรณกุล', '5/4', '1', 0, '0000-00-00', '', '0', '0'),
(128, 'รัชฎาภรณ์', 'แก้วทวี', '5/4', '2', 0, '0000-00-00', '', '0', '0'),
(129, 'ธาวิน', 'ธรอาภาพิสิฐ', '5/4', '3', 1, '0000-00-00', '', '0', '0'),
(130, 'ญาณิศา', 'รักแจ้ง', '5/4', '4', 0, '0000-00-00', '', '0', '0'),
(131, 'กัลยกร ', 'คงทอง', '5/4', '5', 0, '0000-00-00', '', '0', '0'),
(132, 'ธิบดี', 'สิริสงวนศักดิ์', '5/4', '6', 1, '0000-00-00', '', '0', '0'),
(133, 'สรณัฐ', 'ตรีบำรุง', '5/4', '7', 1, '0000-00-00', '', '0', '0'),
(134, 'ลักษิกา', 'อ่ำอิ่ม', '5/4', '8', 0, '0000-00-00', '', '0', '0'),
(135, 'วรรัตน์', 'เกตุแก้ว', '5/4', '9', 0, '0000-00-00', '', '0', '0'),
(136, 'ณัฏฐนิช', 'ทองเหมือน', '5/4', '10', 0, '0000-00-00', '', '0', '0'),
(137, 'ศุภสุตา', 'พุกบุญมี', '5/4', '11', 0, '0000-00-00', '', '0', '0'),
(138, 'ฐิติวรดา', 'มากเปีย', '5/4', '12', 0, '0000-00-00', '', '0', '0'),
(139, 'กันติชา', 'แก้วทองประคำ', '5/4', '13', 0, '0000-00-00', '', '0', '0'),
(140, 'พัชราพรรณ', 'ิวิวัฒนานนท์', '5/4', '14', 0, '0000-00-00', '', '0', '0'),
(141, 'กรวิชญ์', 'พลัดพริ่ง', '5/4', '15', 1, '0000-00-00', '', '0', '0'),
(142, 'วิชญุตม์', 'ทองใหม่', '5/4', '16', 1, '0000-00-00', '', '0', '0'),
(143, 'ชญานี', 'แก้วกล่ำ', '5/4', '17', 0, '0000-00-00', '', '0', '0'),
(144, 'อภิชัย', 'ชูทิพย์', '5/4', '18', 1, '0000-00-00', '', '0', '0'),
(145, 'ณัฐภัทร', 'แซ่จอง', '5/4', '19', 1, '0000-00-00', '', '0', '0'),
(146, 'กิตติธัช', 'หลักเพชร', '5/4', '20', 1, '0000-00-00', '', '0', '0'),
(147, 'Pratipan', 'Prakubsin', '5/4', '21', 1, '0000-00-00', '', '0', '0'),
(148, 'เกวลิน', 'ตรีสุข', '5/4', '23', 0, '0000-00-00', '', '0', '0'),
(149, 'สพล', 'เจริญสมบัติ', '5/5', '6', 1, '0000-00-00', '', '0', '0'),
(150, 'ชุติกาญจน์', 'รัตนประสิทธิ์', '5/5', '13', 0, '0000-00-00', '', '0', '0'),
(151, 'จิระเดช', 'ทรัพย์สิน', '5/5', '17', 1, '0000-00-00', '', '0', '0'),
(152, 'ธนบดี', 'สีนา', '5/5', '7', 1, '0000-00-00', '', '0', '0'),
(153, 'กิตติวิชญ์', 'เลาหะสราญ', '5/5', '16', 1, '0000-00-00', '', '0', '0'),
(154, 'สุกฤษฎิ์', 'ส่งเสริม', '5/5', '14', 1, '0000-00-00', '', '0', '0'),
(155, 'ประวีร์', 'งามจารุกิจ', '5/5', '18', 1, '0000-00-00', '', '0', '0'),
(156, 'ชนากานต์', 'โชคณัติ', '5/5', '3', 0, '0000-00-00', '', '0', '0'),
(157, 'นายศุภ ', 'ฉัตรจินดา', '5/5', '2', 1, '0000-00-00', '', '0', '0'),
(158, 'พิชญา', 'คงอ่อน', '5/5', '9', 0, '0000-00-00', '', '0', '0'),
(159, 'ศตคุณ', 'วิสมิตะนันทน์', '5/5', '22', 1, '0000-00-00', '', '0', '0'),
(160, 'จีรพันธ์', 'เวชสาร', '5/5', '21', 1, '0000-00-00', '', '0', '0'),
(161, 'ธมลพรรณ', 'สุขรักษา', '5/5', '23', 0, '0000-00-00', '', '0', '0'),
(162, 'วรัญชลี', 'ฉิมเพชร์', '5/5', '8', 0, '0000-00-00', '', '0', '0'),
(163, 'ณัฐรดี', 'สุรภักดี', '5/5', '5', 0, '0000-00-00', '', '0', '0'),
(164, 'อภิชาติ ', 'ชูทิพย์', '5/5', '4', 1, '0000-00-00', '', '0', '0'),
(165, 'จรรย์ชนก', 'ชาวชื่นสุข', '5/5', '10', 0, '0000-00-00', '', '0', '0'),
(166, 'ธนพร', 'ศรีอุทัย', '5/5', '20', 0, '0000-00-00', '', '0', '0'),
(167, 'อาภากร', 'หลีกภัย', '5/5', '1', 0, '0000-00-00', '', '0', '0'),
(168, 'รวิสรา', 'ภิญโญวัฒนาพร', '5/5', '19', 0, '0000-00-00', '', '0', '0'),
(169, 'สุวพัชร', 'อ้นเพ็ชร', '5/5', '12', 0, '0000-00-00', '', '0', '0'),
(170, 'วรเมธ', 'หมื่นภู่', '5/5', '15', 1, '0000-00-00', '', '0', '0'),
(171, 'ธีรภัทร', 'แต่งสวน', '5/5', '24', 1, '0000-00-00', '', '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `teachers`
--

CREATE TABLE `teachers` (
  `id` int(11) NOT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_bin NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

--
-- Dumping data for table `teachers`
--

INSERT INTO `teachers` (`id`, `first_name`, `last_name`) VALUES
(1, 'Keisuke', 'Minami'),
(2, 'Mingkhwan', 'Rakying');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `illness_historys`
--
ALTER TABLE `illness_historys`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nurses`
--
ALTER TABLE `nurses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teachers`
--
ALTER TABLE `teachers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `illness_historys`
--
ALTER TABLE `illness_historys`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `nurses`
--
ALTER TABLE `nurses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `students`
--
ALTER TABLE `students`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=172;
--
-- AUTO_INCREMENT for table `teachers`
--
ALTER TABLE `teachers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
